app/controllers/students_controller.rb

	def create
	  @student = Student.new
	  @student.first_name = params[:student_first_name]
	  @student.last_name = params[:student_last_name]
	  @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-11-30 20:01:38.022836"], ["updated_at", "2018-11-30 20:01:38.022836"]]